{"inkVersion":16,"root":["done",{"whispers":[{"#":"image: beginning"},"^There are [[whispers : dark]] in the woods. The trees have grown darker and gnarled over the years, and since anyone remembers, there have been no wild animals in sight. Hunting is hard. Living is harder.","\n","^The months are starting to grow cold and the nights long, and fear bubbles under the surface like a tar pit.","\n","^Something needs to be done, but no one knows what.","\n","^A committee meets once a week around the communal well, to discuss matters of the village, births and deaths and crimes and punishment.","\n","^This week they are silent. Scared.","\n","^They have, in private, made offerings and pleas to the forces they don't understand, carved approximations of powerful beings they haven't seen except in shadowy dreams.","\n","^There is a sense that something will save them if only they can name it.","\n","^One of the older committee members speaks. His voice is clear and decisive but he cannot hide the tremble that betrays him.","\n","^\"Let us build a house,\" he begins, and the others look up questioningly.","\n","^\"We look for help, but we don't yet know where it is. Perhaps the solution is to let help come to us. Let us build a house, and whatever it is will have a space to be.\"","\n","^You cannot hear the whispers in the woods beyond the sounds of [[hammer meeting nail : building]].","\n","done",{"#f":3}],"finally":[{"#":"image: finally"},"^it's here it's here it's finally here!!! I've been waiting for this day my whole life and it's finally fucking here and oh god it feels so good","\n","^nothing can go wrong now","\n","^NOTHING","\n","^not even my fucking sister in her stupid pink velvet dress (what is this, 2050?) can ruin this day","\n","^though I wonder if I can somehow make sure she's not in the photos","\n","^I don't care about looking like a princess I don't care about cutting the cake I don't care about wearing a ring all I care about is seeing Robert at the end of that aisle","\n","^it's going to be hard to stop myself from running to him","\n","^god","\n","^I love him","\n","^I love him","\n","^I love him","\n","^I'm going to fucking kill her","\n","^and it feels so good","\n","^I have slipped the dagger between my breasts","\n","^(part of me hopes Robert notices)","\n","^(can you imagine)","\n","^and the thought of her perfect blood pooling in the creases of ivory silk","\n","^god","\n","^it's perfect","\n","^and since we're in a church (he'll say)","\n","^and since we're here","\n","^it's always been you (he'll say)","\n","^it's always been you","\n","^as her breath leaves her perfect lungs","\n","^as I step over her","\n","^to him","\n","^forever","\n","done",{"#f":3}],"shit":[{"#":"image: shit"},"^Clarissa is gone. But no matter how many times I say that, I can't make it real. I can still smell her perfume on my blouse, still taste her on my tongue, still hear her laughter in my ears. Her laughter, like a ringing bell, happiness that bubbles up out of her like a spring.","\n","^But she's not doing any of those things, because she's lying in that wooden box at the front. We're all looking at her. We're all trying to process how someone can go from being *right here* to... there. Not moving, not breathing, not laughing. Not any more.","\n","^She is gone.","\n","^And I'll never hold her, never touch her, never kiss her again.","\n","^fuck","\n","^FUCK","\n","^Part of me wants to go to the box, throw off the cascade of death-smelling lilies and roses and god, she hated flowers","\n","^throw open the heavy lid","\n","^and see her there, cushioned in gaudy white silk, her skin, soft as crushed petals even as it withers without life","\n","^and climb in","\n","^because what's the point of all this without her","\n","^I long to run my fingers down her forearm but","\n","^but","\n","^then","\n","^oh god","\n","^her","\n","^wrists","\n","^I","\n","^can't","\n","^fuck","\n","^FUCK","\n","^^^FUCK^^","\n","done",{"#f":3}],"fuckin":[{"#":"image: fuckin"},"^he takes my hand","\n","^%    urgently","\n","^%        he pulls me","\n","^%                ^^come^^ he says","\n","^%                    I follow","\n","^the door creaks open on its old, old hinges","\n","^%    it sounds like a moan","\n","^%     ^^ohh^^","\n","^we're barely inside and he pushes me hard against the cold stone wall","\n","^%    I gasp","\n","^%        a sharp intake of breath","\n","^%            ohh","\n","^and then he tenderly brushes my hair behind my ear and","\n","^%    kisses","\n","^%        down","\n","^%            from my jawline","\n","^%                to my collarbone","\n","^I close my eyes and let that heat swarm me","\n","^%    spreading through my cheeks","\n","^%        down","\n","^%            my","\n","^%                spine","\n","^%                    and","\n","^%                        lower","\n","^%                            still","\n","^I am red, I am pink","\n","^his strong hands on my hips, around my waist, he holds me tight","\n","^%    pulls me in","\n","^%        gently, firmly","\n","^%            for a kiss","\n","^he kisses me with soft, warm lips","\n","^%    at first, slowly","\n","^%        growing more passionate","\n","^%            he bites","\n","^%                I gasp","\n","^%                    (again)","\n","^but in a moment I see something in the background","\n","^%    an altar","\n","^%        oh","\n","^%            I've always wanted to be sacrilegious","\n","^I bite my lip and put my hand on his chest","\n","^%    ^^let's go over there^^ I say","\n","^%        I pull him forwards","\n","^%            through the rows of rotten wood","\n","^%                to the front","\n","^A solitary ray of moonlight shines down from a colourful glass window above us","\n","^I jump up","\n","^%    sit on the altar","\n","^%        legs slightly apart","\n","^%            he moves forward","\n","^%                a look on his face","\n","^%                    halfway between a smile and pure desire","\n","^%                        ^^ohh^^","\n","^he pulls himself into me","\n","^%    I grasp the stone beneath me","\n","^%        it is smooth and cold","\n","^%            but he is so warm","\n","^his breathing is hard","\n","^%            ragged","\n","^%                hot on my neck","\n","^whatever god used to live here","\n","^%            I wonder if he is [[watching : watching]]","\n","done",{"#f":3}],"plague":[{"#":"image: wall_base"},"^&&Friday 14th May&&","\n","^The ill have been coming in for days and I'm not sure we can handle too many more. The rooms are full, what few we have, and I'm already running low on supplies even though they were delivered just two days ago. I should ask Peter for more, but I am afraid he'll say no. We've got hardly any money left, now.","\n","^But how can we turn them away? How can I tell these people in need that they're less important than the ones who came before?","\n","^&&Saturday 15th May&&","\n","^Three more died today. Two in their sleep, and one in the middle of the night, screaming and bleeding, in so much pain. I wish that I could have helped, but we used the last of the morphine months ago, and it was all I could do to give him something to bite down on and wipe his brow as his pustules burst and trickled hot acid down his body.","\n","^I couldn't even spare the others from watching. They were all awake, all terrified, watching this man [[die : funeral]] and knowing that their fate was the same.","\n","^&&Sunday 16th May&&","\n","^Today is meant to be the holy day, and we are in a holy building, but it does not feel holy. It does not feel like anyone is watching, or that we are being offered any kind of grace. It is too raw, too real, too destructive; if any benevolent, omnipotent being is seeing this happen in his own house, how can he do [[nothing : help]]?","\n","^I used to believe, but I find it hard to know how to believe now.","\n","^&&Tuesday 18th May&&","\n","^I saw a rash on Peter's back this morning as he bent down to treat our newest, youngest patient. She is just four, but she has watched her parents and brothers die. Now she will, too, and there's nothing we can do.","\n","^But if that rash is the first symptom... I'll lose Peter, too. I'll have to watch him go just as I've watched hundreds before, I'll have to feed him and clean him and nurse him as he cries, and in the end, I'll be [[alone : silence]], again.","\n","^I don't know if he knows.","\n","^I don't know how to tell him.","\n","done",{"#f":3}],"jam":[{"#":"image: table"},"^Today is the bake sale, and I've made - I think - the best Victoria Sponge I've ever made.","\n","^There was something about the jam, I think. I always use my own homemade jam, but this time Trevor had put the raspberry one somewhere silly. Knowing him, it's hidden under the bed for his midnight sandwiches, the ones he thinks I don't know about.","\n","^Anyway. I had to make some more, but it's not the season for raspberries, so my usual patch was all bare.","\n","^But as if by magic, there was a tiny little bush, just a few yards away, covered in the most colourful little berries I'd ever seen. I'm not sure what they were - I've never seen such bright little things before - but they weren't poisonous, of that I was sure. Somehow.","\n","^And they boiled into the most ^^lovely^^ jam. It was somehow purple and blue and pink at the same time, this weird colour that I hadn't seen before. It was mesmerising. I almost wanted to jump into the pan of boiling sugar. I didn't, though.","\n","^I had to hide it from Trevor, of course. That man is a ^^fiend^^ for jam.","\n","^The sponge is perfect - as it always is, I mean, I'm a vicar's wife, cake is what I ^^do^^ - moist and soft and buttery.","\n","^But the ^^jam^^. It's sharp, it's sweet, it's fruity, all at the same time, but the weirdest bit is what happens when you eat it.","\n","^I won't tell Trevor this, because he'll think I've gone batty, but I had the most intense daydream. Not like a hallucination, not that I've ever taken drugs, gosh no! But more like a nostalgia trip, really.","\n","^I remembered being around eight, collecting frogspawn in the pond at the bottom of my garden. But I wasn't just remembering, it was like I was ^^there^^. I could hear my mother calling me in for tea, could smell the daisies and the cows in the field down the road.","\n","^Very strange. I wonder if the judges will notice?","\n","^As long as I beat Sandra to first prize, I don't much care.","\n","^I will try to find those berries again, though.","\n","done",{"#f":3}],"cavefolk":[{"#":"image: cave"},"^oh. my. god. you will never guess what Bethany just did.","\n","^she stole. my. rug.","\n","^I spent so long working on that rug what the ^^fuck^^ Bethany","\n","^it's made out of that bear that Chad killed for me and, like, that was ^^so^^ romantic, even if he did die from falling off a cliff, like, three days later","\n","^so it's like the only reminder I have of him","\n","^fucking ^^hell^^ Bethany","\n","^anyway I know it was her because she did a fucking painting on the wall of her stupid cave of her stealing the rug","\n","^^^really subtle Bethany you fucking moron^^","\n","^so I've decided I'm going to piss on her fire while she's sleeping","\n","^and also probably her meat?","\n","^her fucking","\n","^meat","\n","^I'm gonna","\n","^piss on it","\n","done",{"#f":3}],"dusty":[{"#":"image: dusty"},"^The books are dusty and I don't like it. People don't care enough about the books and that means I have to care about the books and the books, they are dusty.","\n","^I will clean the books.","\n","^I will put them in a big pile and the pile will be dusty.","\n","^I will dust the dusty books.","\n","^And then they will be clean, and not dusty.","\n","^I have a duster, which is perfect for this job, the job of dusting the books.","\n","^And then when I have dusted the books and the books are no longer dusty I will put them back on the shelf.","\n","^Ah. The shelf, it is also dusty.","\n","^I must dust the shelf.","\n","^And then I can take the books, when I have dusted them, and put them back on the shelf, which I have also dusted.","\n","^But then I will be dusty.","\n","done",{"#f":3}],"distracted":[{"#":"image: pews_base"},"^This [[sermon : bible]] is boring and I'm so bloody bored.","\n","^(Can I say bloody in a church? Is that sacrilege? Is bloody even that bad?)","\n","^It's about, ugh, loving your neighbour or something.","\n","^(I don't love my neighbour. She doesn't trim her hedges and her cat pissed on my rose bushes.)","\n","^The vicar might be cute if he wasn't so incredibly dull.","\n","^(He's got those glasses that went from being old-fashioned to being incredibly trendy quite recently. If he had a nicer haircut, he could pass for 25.)","\n","^I'm thinking about being on holiday, now.","\n","^(We're going to Menorca. Couldn't afford anything nicer, but I shouldn't complain. We'll stick the kids with their grandparents and go off to get sunburned and trashed on cheap Rioja.)","\n","^Sorry. Sorry, God. I should be concentrating.","\n","^(But I can't. This [[sermon : sermon]] is ^^boring^^. Why can't we hear something about, I don't know, how to keep going in a marriage that you're worried is drying up?)","\n","^\"Do unto others as you would have them do unto you,\" the vicar says, as if it's incredibly wise and doesn't make him sound like an 18th-century plonker.","\n","^(I'm not doing anything unto Janet until she trims her hedges ^^like I asked her to^^.)","\n","^There's a low mumble as we're asked to do the Lord's Prayer.","\n","^(our mumble, who art in whisper, hallowed be thy blah.)","\n","^Does anyone even pay attention any more?","\n","^(I haven't in ^^years^^, and yet I keep coming back, maybe out of habit, maybe out of guilt.)","\n","^Amen.","\n","done",{"#f":3}],"feel":[{"#":"image: crumbled"},"^I can't explain it but there's something here","\n","^a ghost, a soul, a [[spirit : help]]","\n","^it makes my skin tingle, runs shivers up my spine","\n","^I'm meant to be doing a reading but","\n","^^^hello^^ I call out","\n","^it doesn't usually... feel... like this","\n","^^^hello^^ comes the echo","\n","^^^ello llo lo o, o, o^^","\n","^^^hello^^","\n","^that wasn't an echo, but it spoke like one","\n","^^^are you there^^ I ask, voice soft and trembling","\n","^^^are you, are you there, there^^ it replies","\n","^^^who are you^^ I say","\n","^^^you, you, you^^ comes the answer","\n","^I look for the telltale sign of a presence, a shadow, a smudge on the periphery of my consciousness, and I see her, crouching in the shadow of a crumbled pillar","\n","^I can't look at her directly; she is like a blur of a far-off galaxy in the night sky that can only be seen by looking slightly away","\n","^^^can I help^^ I ask","\n","^^^help^^ she says","\n","^she looks up at me, her eyes deep translucent pools of grey-green","\n","^^^HELP^^","\n","done",{"#f":3}],"puppies":[{"#":"image: paws"},"^PUPPIIIIEEEEEEESSSSS","\n","^THER AR SO MENY PUPIES!","\n","^ALL IN DIFRENT SIZES AND SHAYPES ND FLUFFYNES","\n","^THIS ONE IS MY FAVURIT HIS NEM IS BUTTER AND HE HAS BIG FLOPY EERS","\n","^NO WAIT THIS ONE IS MY FAVVRIT HE IS AS BIG AS ME AND HE IS CALED SQUISH AND HE IS FIVE YEERS OLLD","\n","^I AM FIVE YERS OLD","\n","^ONE TWO THRE FOR FIVE!!!","\n","^PAT PAT PAT PAT PAT PAT","\n","^[[DAD : dad]] SAYS ITS TIME TOO GO","\n","^I DONT WANT TO GO IM HAFENG FUN GO WAY DAD","\n","^PAT PAT PAT PAT NOOOOOOOOO","\n","^NOOOOOOOOOOOOOOO","\n","^BYE BYE DOGYS","\n","done",{"#f":3}],"dad":[{"#":"image: confessional"},"^Dad's told me to wait in the vestibule. But I don't want to, it's cold and it's raining. He said he'd be half an hour which is ^^ages^^ so I'm going to explore the church a bit.","\n","^I only ever get to see it at [[Sunday School : belief]] so I want to have a look at all the other bits.","\n","^I'm not sure if you're not allowed to go up to the front where the big gold cross is on the table but no one is here and I want to have a look.","\n","^Jesus looks really sad. I know it's because he's in pain and his friend betrayed him but he looks like maybe he is sad about other things too.","\n","^I know he can see me because dad says God and Jesus are everywhere even in my food because that's how they know if you're being good.","\n","^I can hear a sort of noise coming from the side of the church. I wonder if it is mice.","\n","^We have mice at home but not like pet mice, like bad mice. Mum doesn't like them so we have to put out traps. I take the food out of the traps because I don't like the idea of the mice getting killed. Mum thinks the mice are taking the food, like they are too smart for the traps.","\n","^I can hear the noise louder now. It sounds like someone breathing really hard.","\n","^Maybe it is the vicar doing running like mum does.","\n","^Except now there are voices but I can't hear them, they are too low and quiet.","\n","^It sounds like someone talking a little bit but then someone keeps saying \"oh\" and \"ah\".","\n","^I don't like it. I don't know why but I don't want to listen any more, I'm going to go and sit in the vestibule again and read the posters on the noticeboard.","\n","^I wonder where dad's gone.","\n","done",{"#f":3}],"laugh":[{"#":"image: shit"},"^I feel like I'm supposed to be sad, and I am, but mostly this is weirdly hilarious, and that makes me feel terrible. I told my therapist about this and she said it was a perfectly normal emotional response to stress and grief, but I don't want to laugh at a funeral.","\n","^It's weird, though, isn't it? Here's this person we used to know, used to hang out with, play golf with, and now she's in a box. ^^So weird^^. I wonder what she's wearing. Knowing her, probably that expensive Chanel suit she'd been saving for a \"special occasion\", which, again, is ^^so weird^^ because, well, she's never going to use it for anything else now, is she?","\n","^And god, I love her but that's a shame, a real waste of a Chanel suit.","\n","^And then I start thinking about the cremation. Will she just end up as a pile of ashes, jewellery and buttons? Do those go in the urn? I sort of hope they do, like a big cocktail of who she used to be. I think she'd quite like that. She was always a fan of cocktails.","\n","^And where are they going to pour her? Her favourite spot was the local pub, and I somehow doubt they'd want bits of Margaret rubbed into their carpets.","\n","^What will her grave say? \"Here lies Margaret. She was great at Bridge, but she cheated occasionally. Drank too much, but it was endearing. Used to blame her farts on the dog, but she didn't have one.\"","\n","^I hate that she'll get something trite and meaningless, instead. \"Beloved\". Yeah, you and everyone else. \"Dearly missed\". Sure. \"Wife, mother\". They never put your career on there, do they?","\n","^Now we're listening to a melancholy cover of Over The Rainbow as they wheel her coffin into the huge fire. Will her skin bubble and boil like it does when you burn your skin? Will her eyes melt and dribble down her cheeks like tears? What must it ^^smell^^ like? Is her essence in the ash or the smoke?","\n","^Ha. It's so weird I can't help but laugh.","\n","done",{"#f":3}],"dark":[{"#":"image: fuckin"},"^iT IS DaRK","\n","^I CAnNOt sEE","\n","^i FEEL fOR A LIGht","\n","^A soUL","\n","^i musT CONSUmE","\n","^I Am AWOkeN BY yOUr SINgING","\n","^yOU CaLL tO A GoD","\n","^BUT It iS I WhO REPlIEs","\n","^AnD I","\n","^AM","\n","^&&hUNGrY&&","\n","done",{"#f":3}],"radio":[{"#":"image: crumbled"},"^come---n, com--in, is---at Charlie? is any--ne there?","\n","^hello?","\n","^hello??","\n","^^^kzzzzzzt^^","\n","^hello???","\n",[["^lease, any---ne, plea---","\n","^^^krrrzzzkkkk^^","\n","^I need ---lp","\n","^they-----on my position","\n","^Delta, 25----964","\n","^co-ordina----s 8b, 5--- near the ----ch","\n","^please","\n","^I can he---- them","\n","^I'm sc---red","\n","^^^kkzzzrrrttttttt^^","\n","done",{"#f":7,"#n":"g-0"}],null],{"#f":3}],"wedding":[{"#":"image: altar_base"},"^Dearly beloved, we have come together in the presence of God to witness and bless the joining together of this man and this woman in Holy Matrimony.","\n","^The bond and covenant of marriage was established by God in creation, and our Lord Jesus Christ adorned this manner of life by His presence and first miracle at the wedding in Cana of Galilee. It signifies to us the mystery of the union between Christ and His Church, and Holy Scripture commends it to be honoured among all people.","\n","^The union of husband and wife is intended by God for their mutual joy; for the help and comfort given each other in prosperity and adversity; and, when it is God's will, for the procreation of children and their nurture in the knowledge and love of the Lord. Therefore marriage is not to be entered into unadvisedly or lightly, but reverently, deliberately, and in accordance with the purposes for which it was instituted by God.","\n","^Into this union Elizabeth and John now come to be joined. If any of you can show just cause why they may not be lawfully wed, speak now, or else forever hold your peace.","\n","^I charge you both, here in the presence of God and the witness of this company, that if either of you know any reason why you may not be married lawfully and in accordance with God's Word, do now confess it.","\n","^Elizabeth, will you have this man to be your husband; to live together with him in the covenant of marriage? Will you love him, comfort him, honour and keep him, in sickness and in health; and, forsaking all others, be faithful unto him as long as you both shall live?","\n","^^^I will.^^","\n","^John, will you have this woman to be your wife; to live together with her in the covenant of marriage? Will you love her, comfort her, honour and keep her, in sickness and in health; and, forsaking all others, be faithful unto her as long as you both shall live?","\n","^^^I will.^^","\n","^Bless, O Lord, these rings as a symbol of the vows by which this man and this woman have bound themselves to each other; through Jesus Christ our Lord.","\n","^^^Amen.^^","\n","^Elizabeth and John, having witnessed your vows of love to one another, it is my joy to present you to all gathered here as husband and wife. You may kiss the bride.","\n","done",{"#f":3}],"funeral":[{"#":"image: shit"},"^^^well, this is it, then. The sum of my life, measured in people. Measured by those who came to mourn me. The amount of bums on seats. It's not even a full house.^^","\n","^^^Still. Can't expect them all to come to something like this. It's incredibly po-faced. Not like me at all, but it's not for me, is it? It's for them. The teary-eyed, mascara-stained people I left behind.^^","\n","^^^I always imagined that, if I was still conscious in whatever way at this point, I'd feel one of two things:^^","\n","^^^bliss^^","\n","^^^regret^^","\n","^^^But it's neither. I sort of feel like my heart's calcified. I'm not sad, but I'm not happy, I'm just... curious. Watching people with a scientific eye.^^","\n","^^^Like why is my mother turning from my father as he tries to place his hand over hers?^^","\n","^^^Why is my sister not crying?^^","\n","^^^Why did Amelia turn up, at all, after everything?^^","\n","^^^It's frustrating to be so curious when I know I won't ever get to find out the answers. It's just this, a snippet of life after life, a last photograph to dwell on for however long, for whatever comes next.^^","\n","done",{"#f":3}],"bridezilla":[{"#":"image: altar_base"},"^I'm going through it all in my head now, the candles, the flowers, the dresses, the timings, the money, the cost, the expense.","\n","^It's all done now, anyway. It's going to be perfect because I've ^^made^^ it perfect.","\n","^It's going to be perfect because it ^^has^^ to be.","\n","^I know I'm not supposed to be in the church before the wedding but I am anyway. I don't believe in superstition, but I do like doing all the things it involves.","\n","^Something old, something new, something borrowed, something blue.","\n","^The church smells of lilies. I love the smell of lilies. My grandmother had lilies in her garden.","\n","^At the front is a solitary candle, which we will light together to symbolise unity.","\n","^And the rings. The rings are ^^beautiful^^. I had them custom-made by a bunch of monks in a remote monastery up some mountain in, I don't know, Croatia or something. They've got our initials carved into them on the inside.","\n","^It's going to be ^^perfect^^.","\n","done",{"#f":3}],"spiked":[{"#":"image: pews_base"},"^Therrrrrrres somethin in the teeeeeeeeeea","\n","^%        hahahahaha","\n","^%                what??","\n","^I DONT KNowwwwwwww hahahahaaaaaaa","\n","^%        whyyyyyyyyy you laf","\n","^i donT KNOWWWWW!!!","\n","^Did  did       did YOU putttt somehin in the teaaa???","\n","^heh","\n","^heheh mayb","\n","^oh nooooo!!!!!","\n","^whaT","\n","^%    what u put inna tee","\n",["ev",{"^->":"spiked.25.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.c","flg":18},{"s":["^snork*",{"->":"$r","var":true},null],"c":["ev",{"^->":"spiked.25.c.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.s"},[{"#n":"$r2"}],"\n","^it wa","\n","^%    it wassa","\n","^%    *snork*","\n","^%        wiskee","\n","^WASSAT","\n","^hehheh is a WISKEEEEEE","\n","^hehehheh","\n","^heh","\n","done",{"#f":7}]}],{"#f":3}],"pews":[{"#":"image: pews_base"},"^Jim! JIM","\n","^^^shhhhhhhhhhhhHHH^^","\n","^okay okay ^^Jim^^","\n","^^^what?^^","\n","^^^I'm bored^^","\n","^^^me too^^","\n","^^^let's go on a adventure^^","\n","^^^okay^^","\n","^You crawl on scraped knees across the flagstone floor as your parents sign and roll their eyes.","\n","^^^Jim Jim Jim^^","\n","^^^yeah^^","\n","^^^let's find some treasure^^","\n","^^^okay^^","\n","^You're the leader of this tiny gang, and Jim will do whatever you tell him to.","\n","^^^I heard there was a big pile of gold at the front^^","\n","^^^yeah?^^","\n","^^^yeah maybe there's a dragon^^","\n","^^^oh^^","\n","^^^don't be such a wimp^^","\n","^^^okay^^","\n","^He's monosyllabic today. Not that you know that word, but you know what it means: it means he's afraid. You don't know why, but it doesn't matter; his bravery has always been a parasitic version of your own, feeding off you in a way you won't even notice for years.","\n","^^^I bet we can make friends with the dragon^^","\n","^^^...yeah?^^","\n","^^^yeah I heard dragons love gold so we just need to find something he'll like better than his big pile^^","\n","^Jim fishes in his pockets and pulls out a crumpled ball of gold foil from a chocolate coin.","\n","^^^perfect. Give it here^^","\n","^^^okay^^","\n","^Jim clearly doesn't want to give it here. It is his own treasure and he wants to keep it but he also doesn't want you to be mean to him any more and he definitely doesn't want to be eaten by a dragon.","\n","^^^now you stand guard^^","\n","^You crawl through the legs of the irritated churchgoers who are still trying to listen to the sermon. Clearly they aren't interested in treasure.","\n","^You're getting your jumper all [[dusty : dusty]] and you know your mum is going to be angry. You make a note to save some treasure for her.","\n","^The mural on the back wall behind the altar looms above you as you sneak behind the vicar.","\n","^You're nearly there.","\n","^You do a good approximation of an army crawl right up to the altar and--","\n","^^^ELIZABETH^^ comes the warning tones of your mother, who has chased you down, finally.","\n","^^^GET DOWN FROM THERE^^ she hisses.","\n","^You stand up, sheepishly, and trail back to her.","\n","^^^WHAT DO YOU THINK YOU'RE DOING^^ she says as she grabs you by the scruff of your neck.","\n","^^^sorry mum^^ you say. ^^I got you this.^^ You hand her the golden foil ball.","\n","^She throws it on the floor.","\n","^Jim's face falls.","\n","done",{"#f":3}],"digging":[{"#":"image: fuckin"},"^\"Make us a cuppa, will ya vic?\"","\n","^The vicar toddles off, all pudgy limbs and repressed sexual fantasies.","\n","^Or so you ^^imagine^^.","\n","^You continue chiselling at the floors, pulling up eroded grave markers belonging to a Mr T----s S-----smith.","\n","^It smells of damp and death, but there's something quite comforting about that. It smells like Sunday School. It smells like childhood.","\n","^\"Here you go. Do you take sugar? I took the liberty of adding milk, because, ah, builder's tea, you know!\" the vicar stumbles through his words awkwardly.","\n","^\"Milk's fine, mate,\" you smile.","\n","^As you chisel through the next grave, suddenly something washes over you. A feeling of dread.","\n","^There's a new smell in the air. Where it smelled of death before, now it smells of decay, of rotting, a dark, dank breath from below.","\n","^You cough and retch involuntarily and the vicar rushes over.","\n","^\"What's-- oh, oh ^^my^^,\" says the vicar, face paling.","\n","^\"Not sure, but maybe it's a leaking sewage pipe, I'll, uh, have a look,\" you tell him. You're not keen.","\n","^You grab a torch from your toolbox, lever up the stone, and take a peek inside the shadows underneath.","\n","^The first thing you see is the blood. Fresh, thick, glistening blood, as if it were spilled just minutes ago.","\n","^And in the centre, a symbol. Just looking at it, though you don't understand it, makes you short of breath, like someone is crushing your heart with one hand.","\n","^Then you notice a low, deep hum in your ears, growing in intensity, vibrating through your skull.","\n","^The vicar is saying something but you can't hear","\n","^over the","\n","^hum","\n","^the","\n","^noise","\n","^it's","\n","^inside","\n","^you","\n","^your eyes","\n","^grow","\n","^w i  d    e","\n","^W   I     D      E       R","\n","^Y  O  U  R     S  K  I  N     C  R  A  C  K  S     O  P  E  N","\n","^&&Y   O   U        S   C  R E A M&&","\n","^it is [[too late : dark]].","\n","done",{"#f":3}],"choir":[{"#":"image: window_base"},"^^^laaaacrimooooosaaaa^^","\n","^^^diiiies iiiilllaaa^^","\n","^^^qua-^^","\n","^^^-re-^^","\n","^^^-sur-^^","\n","^^^-get^^","\n","^^^ex^^","\n","^^^fa-^^","\n","^^^-vi-^^","\n","^^^-lla^^","\n","^^^juuuudiiiicaaaandduuuss^^","\n","^^^hooooomooooo reeeeeuuuus^^","\n","^the soft, sweet sound of harmonies echoes through the arches and pillars of the church, ascending gently like a bird, crescendoing like thunder.","\n","^^^laaacrimooooosa^^","\n","^^^diiiies iiiilllaaa^^","\n","^now the key changes, becomes urgent, less mournful, a cry out to the heavens.","\n","^FUCK","\n","^the choir stops, not all at once, but in a pitter-patter of voices snuffing out.","\n","^FUCK FUCK FUCK","\n","^the choirmaster has stopped conducting.","\n","^he is yelling.","\n","^no one really knows what to do.","\n","^FUUUUCK","\n","^he has kicked the piano, which makes a discordant clang of protest.","\n","^FUCKING FUCKING FUCK","\n","^the children have never heard this much swearing, but it makes them think of when their parents are angry, and they are frightened.","\n","^the choirmaster crouches, hands entwined in his hair, muffled sobs coming from his hunched form.","\n","^the children look hopelessly at each other for some sign of leadership.","\n","^but nothing comes.","\n","^his cries of despair echo around the vaulted ceilings as the songs fade away.","\n","done",{"#f":3}],"billy":[{"#":"image: wall_base"},"^Things haven't been quite the same since Billy came back from hospital. He'd gone there, so they said, to \"recover\" from \"an episode\" but no one really wanted to say what had happened.","\n","^He used to be such a cantankerous soul that no one really cared. He was rude, ungenerous, unsociable. We often invited him to our get-togethers, but safe in the knowledge that he'd never accept. That way, we could consider ourselves good and kind Christians, but never have to spend a moment with the frightful man.","\n","^But now, he is as sweet and gentle as a spring lamb. He takes time to speak to the children of the congregation, producing sweet treats from the pockets of his overcoat as if he were their own grandfather. He sits on the steps before the service, greeting churchgoers with a friendly smile, and he collects the pennies and crowns at the end in a little hand-woven basket.","\n","^He can't remember a thing, of course. Each Sunday is the same: he asks our names, asks when we moved to the village, as if he's never met us before. At the end of each service, the vicar has to walk him home, remind him where he lives, make sure he's safe.","\n","^But there are two things he remembers still: church, every Sunday, at eight o'clock in the morning; and a name that he repeats, over and over:","\n","^Alma. Alma. [[Alma : alma]].","\n","done",{"#f":3}],"alma":[{"#":"image: pews_base"},"^The [[berries : jam]] were tart and sweet on her tongue, not yet ripe. That's how she liked them. She picked full fistfuls, collecting them in her dress, her hands and clothes stained pink with the juice.","\n","^He longed to kiss the pink from her lips.","\n","^She had a way of walking, a light skip that suited her well. She was beautiful and graceful and happy.","\n","^He had never, ever seen her frown.","\n","^He had to ask now or he'd never be brave enough.","\n","^\"...Alma,\" he called out to her from the bench where he sat.","\n","^She spun to look at him.","\n","^He couldn't help but smile. To have her look at him, to know that for just a second he was her sole focus, was the biggest blessing he could imagine.","\n","^\"Alma, I want to ask you [[something : billy_alma]].\"","\n","done",{"#f":3}],"billy_alma":[{"#":"image: finally"},"^It was just two weeks to the wedding when they noticed.","\n","^Her skin down the left hand side of her breasts, all the way down to her hips, was bruised, a dirty purple that bloomed like a sinister flower.","\n","^\"Alma, what is that? What happened?\"","\n","^Alma glanced down. \"Oh,\" she said, nonchalantly. \"That's been there a few days. No idea. I'm sure it's fine; the dress will cover it up.\"","\n","^No amount of nonchalance could stop him from worrying.","\n","^No amount of nonchalance could stop it from happening.","\n","^She [[died : shit]] on a Tuesday.","\n","done",{"#f":3}],"fuck":[{"#":"image: pews_base"},"^I run my hands under the benches of the pews. There is the usual: chewing gum, long-hardened; splinters; scratches.","\n","^But this time, a note. It's not the first one I've found. It's tucked between the joints in the [[wood : table]]. And, yes, it's in the same handwriting as before.","\n","^^^~^^","\n","^^^I have always wanted^^","\n","^^^to^^ [[fuck : fuckin]]","\n","^^^in a church.^^","\n","^^^~^^","\n","done",{"#f":3}],"notes":[{"#":"image: confessional"},"^\"I must confess, father.\"","\n","^\"Confess your sins to me, my child.\"","\n","^...but I can't.","\n","^They're not his, they're mine. Mine...and ^^theirs^^.","\n","^I share my secrets with a [[stranger : fuck]].","\n","^I write them down. I hide them. They find them, read them, take them.","\n","^I do not want the priest to know.","\n","^He doesn't know me like they do.","\n","done",{"#f":3}],"mice":[{"#":"image: dusty"},"^We live a simple life beneath the floorboards, hiding when it's light, working when it's dark.","\n","^And I know I shouldn't complain - we have everything we need, really, to keep the family happy - but sometimes I wish someone would leave us something ^^tasty^^.","\n","^Nothing wrong with crumbs, the spilled [[cake and jam : jam]] from the tables, but I'm not much of a sweets mouse myself. I like a bit of savoury. I'd love a bit of ^^cheese^^.","\n","^And today, I can smell it - that pungent umami odour, oh yes, that's a Gouda, perhaps, or - I wrinkle my nose a little - even a Comte. Surely not!","\n","^I follow the scent, scurrying along across the floors. Mmm, yes, it's close. Near... here... somewhere. Hmm, hmm, hmm.","\n","^The bookcase, that's where it's coming from. How odd.","\n","^I skirt around the empty traps left by the people living here. Nice try, folks, but without even a little Jarlsberg I can hardly be expected to risk my life, can I? Give a mouse something to endanger himself for, at least.","\n","^But now I've crawled behind the little gap between the bookcase and the wall, and - oh my. A whole ^^pile^^ of the stuff. Not just Gouda, not just Comte, but a little morsel of Manchego, a small slice of Gruyere. And not a trap in sight, either!","\n","^I wonder how I'm going to take this all back to the house.","\n","done",{"#f":3}],"rats":[{"#":"image: wall_base"},"^My wife is worried. There's a [[rat : supermice]] in the basement, and he's at least four times our size.","\n","^We see him skulking around the halls sometimes, his awful long worm-tail dragging in the dust behind him. He looks, and I hate to play into stereotypes here, ^^ratty^^. Filthy and unwashed and vicious with his long, yellow teeth.","\n","^Not much I can do, though. I'm just one mouse, trying to provide for his [[family : dad]]. He doesn't look friendly.","\n","^I wonder if we'll be safe, here.","\n","done",{"#f":3}],"supermice":[{"#":"image: window_base"},"^Valerie can sew!","\n","^I have no idea how she managed to learn how to sew, but she found a needle and some spare fabric and she's made us all capes. Mine is a fetching gold colour, and it swishes around when I walk.","\n","^I'm so proud of her.","\n","^We've started preparing for the attack, now. I've got a little knife, made out of a safety pin; my wife has a long spear which I think used to be a toothpick. I've made protective armour out of acorn shells. I look pretty handsome, if I do say so myself.","\n","^And, of course, the capes.","\n","^We're going to launch the first attack at midnight, when The Rat comes out, and I'm going to stab him right in his stupid twitchy nose.","\n","^My wife hopes to ram her spear into his spine.","\n","^She's hoping that she'll get to say \"that's for my son\" as she watches him bleed out onto the floor.","\n","^I think it's a little corny, but I get it. I feel the same anger, I just don't channel it in the same way.","\n","^My way is by making a lovely [[table : table]] out of his wretched bones.","\n","done",{"#f":3}],"profanity":[{"#":"image: table"},"^MUMMY MUMMY MUMMY POO POO POO","\n","^^^oh my god, shhhh, shh shh shh^^","\n","^WEE WEE BUMS","\n","^[[Clarissa : shit]] ^^nooo, shhhhh^^","\n","^WILLY WILLY FART FART","\n","^^^shhhhhh!! please oh shhhh^^","\n","^POOPY POOPY BUMHOLE","\n","^^^let's go outside come on please stop wriggling^^","\n","^MUMMY NO I DON'T WANT TO","\n","^^^yes yes we have to go outside^^","\n","^BOTTOMS AND POO","\n","^^^Clarissa for god's sake, oh, sorry vicar, sorry sorry^^","\n","^MUMMY AND DADDY DO A SPECIAL HUG AND THAT'S HOW I WAS BORN","\n","^^^CLARISSA NOO^^","\n","^THEY DO A HUG EVERY NIGHT AND I SAW IT","\n","^^^aahhh nooooo^^","\n","^BUMS BUMS BOOBIES HAHAHAHA","\n","done",{"#f":3}],"burned":[{"#":"image: fuckin"},"^I haven't cried since my mother [[died : funeral]].","\n","^But now, my tears are mixing with the black, black ash of the place I used to call home.","\n","^I can see its skeleton, wooden and splintered, exposed and raw. It breaks my heart in ways I can't even begin to describe.","\n","^This was my everything. My perfection, my peace.","\n","^It was more than just my home, it was a space I shared with God.","\n","^He is not gone, of course, but - I cannot explain it - my heart feels shattered, empty, it aches.","\n","^It was just a building, I tell myself. Just a place to come together, to congregate in celebration.","\n","^I wade through the broken, burned remains of our house. I see memories: the baptismal font, cracked in two from the heat. A solitary pew, charred and fragile as charcoal. The church decanter lies smashed on the floor, a dried, thick, syrupy pool of blood-like wine beneath it.","\n","^I bend down at the altar, knees crusted in black dust.","\n","^And I pray for belonging. To belong, like I did here. I pray that this is not the end.","\n","done",{"#f":3}],"pilates":[{"#":"image: confessional"},"^oh my god these leggings are so tight","\n","^and I'm not sure I can do this move","\n","^what is it? downward dog? that's a stupid name","\n","^I'm not as flexible as these women are","\n","^and they're ^^way^^ older than me","\n","^I mean","\n","^I'm 13 and they're... like... 40? I don't know","\n","^but","\n","^uhh","\n","^they uhh","\n","^uhh","\n","^I shouldn't look","\n","^but","\n","^uhhhhhhh","\n","^their legs","\n","^and","\n","^their tight...","\n","^uhhh","\n","^god","\n","^I uhh","\n","^...","\n","^I don't think I'm meant to be sweating this much","\n","^I didn't realise Kim's mum was so","\n","^uh","\n","^^^limber^^","\n","^oh my god what's","\n","^what's happening","\n","^what","\n","^WHAT","\n","^IS","\n","^THIS","\n","^oh god oh my god I can't hide this","\n","^ah","\n","^^^shit^^","\n","^ahhhh I HAVE TO GO HOME SORRY BYE","\n","done",{"#f":3}],"belief":[{"#":"image: pulpit"},"^How do you teach something you don't believe in any more?","\n","^I feel like a fraud, telling stories of magic dudes and impossible whatevers to these kids","\n","^Like, do I tell them Santa is real, too?","\n","^And the tooth fairy?","\n","^This is stupid","\n","^I used to hate Sunday School even when I did believe","\n","^I can't imagine they're getting much out of this","\n","^I think they know I don't care but the problem is I don't care enough to pretend to care","\n","^And then the lion... sprouted wings and saved everyone or whatever","\n","^Just read the book","\n","done",{"#f":3}],"hymns":[{"#":"image: pulpit"},"^I am overcome with feeling.","\n","^I feel Him moving within me as my voice joins the choir.","\n","^We sing, we praise Him, we join together as one body to raise ourselves up to Him.","\n","^And today, I can hear Him singing back, a voice like honey, like water after a long thirst.","\n","^I feel blessed by His light and His grace and suddenly I know that things will be okay.","\n","^I am in His hands.","\n","done",{"#f":3}],"start":[{"#":"image: beginning"},"^I have been here for years. Centuries. Millennia. I can no longer remember, I can no longer tell. The days run together like spilled ink.","\n","^I can see everything, all at once, not like a picture but like a somethingness all around me all the time. If I think, if I focus, I can pick it all apart: a word here, a thought there; but most of the time it fades and flows and flickers in and out like consciousness.","\n","^I can go years without thought. It does not bother me. Time is fluid for me; I watch over it all with passive eyes, sifting through memories as if prospecting for gold.","\n","^I have lived in the same place, all this time. I do not want to leave, nor can I.","\n","^It used to be a large, craggy rock, jutting up into the sky, but the erosions of the ages have worn it away. For a while, it was a small hill, bare but for one solitary tree on its crest, carpeted with lush, long grass that moved in the currents of the wind.","\n","^I would watch as spring broke through the soil in yellows, pinks and oranges, as summer scorched the leaves, and autumn made them faint to the floor. I loved winter the most, though: a white blanket, an erasure of the world that allowed it to start afresh, newborn, raw and naked.","\n","^The years pass with their clean white winters, birthing and aging and dying over and over, and I see it all.","\n","^Eventually they built on me. Over me. Around me. Through me. They felt something: an energy, a soul, a purpose; they felt ^^me^^. They did not know it.","\n","^They worshipped a Something I cannot name nor understand, but it did not matter; they merely tried to put a name to what I was, what I am.","\n","^And time and time again, they come back here, to me. To praise, to love, to fuck, to kill, to ^^live^^.","\n","^And I will watch, and add each photograph of life to my own.","\n","done",{"#f":3}],"fire":[{"#":"image: fuckin"},"^You've never been this angry in your life. The rage is driving you forwards, fuelling you in a way you aren't entirely conscious of.","\n","^You are walking away from your house, towards the church.","\n","^You flick a lighter in your hand, a nervous tic.","\n","^The flint scratches at your thumb.","\n","^You walk through the graveyard, dimly-lit and damp.","\n","^You lean against a stone (Timothy Green, Beloved Son And Father, Friend To Many, Gone To God. 21st June 2097 - 18th December 2150) and light up a cigarette.","\n","^Fuck them all.","\n","^You take a harsh, long drag.","\n","^^^Fuck them all.^^","\n","^You finish, and throw the cigarette into the bushes.","\n","^It starts to drizzle.","\n","^You kick open the church doors and take shelter inside.","\n","^Flick. Flick. Flick. The ^^fwoosh^^ of the flame soothes you slightly.","\n","^You light one of the [[candles : bridezilla]] by the door, the long, tapered kind that you see in [[weddings : wedding]]. Or [[funerals : funeral]].","\n","^You can think of a few funerals you'd like to attend.","\n","^^^&&FUCK THEM ALL.&&^^","\n","^You kick at the pews, punch at the walls, a fury of fists and fear.","\n","^You grab the candle and throw it.","\n","^It lands on the carpet between the pews. It catches instantly. The flames spread down the aisle, an impromptu firewalk for some hellish wedding.","\n","^You could stop this, you know. You could run for help, for water if you felt brave.","\n","^But you don't want to, and so you turn, and walk out again.","\n","^You light another cigarette and breathe in the [[fire : burned]].","\n","done",{"#f":3}],"table":[{"#":"image: table"},"^There's a new [[table : carving]] in the church, and I know who made it.","\n","^It was [[him : shit]], and now I can't stop looking at it.","\n","^It's like a Pavlovian response I've accidentally trained myself into. I see the table, I think of him, I think of what I'd do to him, I get [[turned on : pilates]], and then I'm sitting in church and thinking about [[fucking : fuckin]] him.","\n","^Thinking about him pressing me against the wall and kissing me, thinking about running a thumbnail across his lips, fingers [[knotted in his hair : choir]], legs wrapped tightly around him.","\n","^I think about him carving the table, running his hands across the grain, massaging oil into its pores, tracing the curve of its legs.","\n","^But now, that means that every time I see that table, I get turned on.","\n","^Which is ^^incredibly awkward in church.^^","\n","done",{"#f":3}],"carving":[{"#":"image: wall_base"},"^The church has commissioned me to make a [[wooden : tree]] table, which is fantastic. Haven't had any work in weeks.","\n","^Honestly, I've had a lot on my mind. After the [[funeral : laugh]] and recovering from that [[nasty cold : plague]] I've just not been up to it.","\n","^I need the [[money : money]], though. [[Dad : dad]]'s ill again, and this time it's a lot worse than before.","\n","^It's not going to be too fancy. The church itself is pretty [[spartan : bare]], so something with simple legs, a nice varnish, that'll do.","\n","^When it's done, I might start back on that old project again. I'll never give it to her, but it would be nice to have it done.","\n","done",{"#f":3}],"money":[{"#":"image: pews_base"},"^Have you ever wondered who those people are that leave huge, anonymous donations? Why they're anonymous? Why they donate money?","\n","^I am one of those people.","\n","^My shithead father died three years ago, which in itself wasn't a bad thing, but he left behind his company - his $3 billion dollar company.","\n","^I have more money than one person could ever, ever need.","\n","^He was stingy, unkind, ungenerous. Typical. I want to be exactly the opposite of everything he ever was.","\n","^And so, I go around with wads of thousands in my pockets, giving it to people who will never know who I was or where the money came from, because to be honest, it doesn't matter. I'm not being that kind. It's not like I'm losing anything.","\n","^I'm just trying to undo his entire life's worth of cruelty.","\n","^This morning I attended a [[sermon : sermon]] at a church. I was just passing by on my way to the next place, but I heard singing and thought I might just stop by.","\n","^The place was crumbling, the roof stripped of copper and the carpets threadbare. The congregation was tiny, but so clearly happy and loving. This place radiated with ^^something^^ - love, or family, or... something. I couldn't name it, but it filled me with a sort of glow.","\n","^I sat in one of the pews to listen and absorb. I don't believe, myself, but I've always found churches to be places of peace and acceptance.","\n","^When the [[collection bowl : billy]] came round to me, I placed a handful of crumpled notes in it. Probably around a grand. Maybe more. I put it down next to where I sat, and left.","\n","^I hope that place stays [[standing : burned]] for whoever [[needs it : broken_hearts]].","\n","done",{"#f":3}],"bare":[{"#":"image: wall_base"},"^The church is quite cold, today. It's midwinter, I suppose, but it's also bare of soft furnishings - no cushions, no carpets, no curtains.","\n","^Just stone and wood and God. What more do you need?","\n","^I have struggled with this week's [[sermon : sermon]]. I don't know what to say. Not in a [[crisis-of-faith : belief]] sort of way, just a general brain emptiness.","\n","^I'd usually go and flick through the Bible for inspiration but today... i feel a little different.","\n","^If the church is bare, if God is everywhere, then there is no way to be more one with him than to be... bare.","\n","^And so, I take off my collar. I unbutton my ironed black shirt. Undo my belt, let my trousers pool around my ankles. Remove my shoes and socks (which say \"Tuesday\", even though it's a Friday). Loosen the elastic on my underwear. And then, I step out, into the chill air.","\n","^I am one with nature, and one with [[Him : hymns]].","\n","^It's still bloody cold, though.","\n","done",{"#f":3}],"watching":[{"#":"image: pulpit"},"^They're hypocrites, the lot of them.","\n","^They come each Sunday to listen to me tell them what not to do, and then they ^^do it anyway^^.","\n","^I can hear their secrets, whispered and dirty, in my ears.","\n","^[[Filth. : rats]]","\n","^\"I think about the dentist when I'm making love to my husband,\" she says to herself, in her quiet mind. \"I fantasise about telling him I need a different kind of filling.\"","\n","^\"I stole [[two grand : money]] from my ill grandmother,\" he says, smug and proud.","\n","^\"I don't even think I believe any more.\"","\n","^\"I hate them so much. I'm counting the days until they die.\"","\n","^\"I don't want this [[baby : baptism]].\"","\n","^\"I killed [[her : shit]].\"","\n","^Covetous, cheating, lying, scheming cowards. All of them.","\n","done",{"#f":3}],"baptism":[{"#":"image: font"},"^I never thought I wanted [[children : pews]], but here I am, babe in arms, husband by my side - a perfect little family.","\n","^And she is such a perfect babe. So warm, soft, her cheeks round and pink, her eyes big and blue like her [[dad : dad]]'s.","\n","^We've called her [[Clarissa : profanity]].","\n","done",{"#f":3}],"sermon":[{"#":"image: window_base"},"^\"A soft answer turneth away wrath: but grievous words stir up anger.","\n","^The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.","\n","^The eyes of the LORD are in every place, beholding the evil and the good.\"","\n","done",{"#f":3}],"bible":[{"#":"image: altar_base"},"^For everything there is a season, and a time for every matter under heaven:","\n","^a time to be born, and a time to [[die : funeral]];","\n","^a time to [[plant : tree]], and a time to pluck up what is planted;","\n","^a time to [[kill : finally]], and a time to [[heal : heal]];","\n","^a time to [[break down : choir]], and a time to build up;","\n","^a time to weep, and a time to [[laugh : laugh]];","\n","^a time to [[mourn : shit]], and a time to dance;","\n","^a time to cast away stones, and a time to [[gather stones together : building]];","\n","^a time to [[embrace : fuckin]], and a time to refrain from embracing;","\n","^a time to seek, and a time to [[lose : lose]];","\n","^a time to [[keep : burned]], and a time to cast away;","\n","^a time to tear, and a time to [[sew : supermice]];","\n","^a time to keep [[silence : silence]], and a time to speak;","\n","^a time to [[love : love]], and a time to [[hate : fire]];","\n","^a time for [[war : radio]], and a time for peace.","\n","done",{"#f":3}],"heal":[{"#":"image: pulpit"},"^\"The LORD builds up Jerusalem; he gathers the exiles of Israel. He heals the brokenhearted and binds up their wounds. He determines the number of the stars and calls them each by name.\"","\n","^\"...Father,\" I whisper, nervously, after the sermon. \"That passage you read today, I have a few questions about it.\"","\n","^\"Tell me, my child.\"","\n","^\"You said he heals the brokenhearted.\"","\n","^\"Yes.\"","\n","^\"What does that mean?\"","\n","^\"Well, when you feel hurt, when you feel sad, when others have let you down, he will be there for you.\"","\n","^\"But how does he ^^heal^^ [[broken hearts : broken_hearts]]?\"","\n","^The priest looks impatient. \"Son, I'm afraid I don't have time to play agony aunt. I deal in matters of faith. If you need advice, try prayer, or talk to a friend.\"","\n","^\"But-\"","\n","^\"I have to close the doors now. You don't have to go home, but you can't stay here.\"","\n","^\"But I-\"","\n","^\"Goodnight, son.\"","\n","^\"...Goodnight, Father.\"","\n","done",{"#f":3}],"building":[{"#":"image: wall_base"},"^We have begun the project and it will not be done for months. The architect has laid out measurements, sticks, stones to mark where the walls will go.","\n","^The walls, we can imagine; the ceilings, the roof, the floors, the ^^feeling^^, we can not.","\n","^This is a house for Something to live in, and we can almost sense it waiting just beyond our periphery, sitting and watching, benevolent and curious.","\n","^But there is Something Else, too, and that Something Else watches from another place; somewhere deeper and darker and both within us and without.","\n","^If the Something is our hurry, the Something Else is our haste. We run towards the Something and away from the Something Else.","\n","^I fear we will never be done running.","\n","done",{"#f":3}],"silence":[{"#":"image: window_base"},"^A quiet moment, now. No voices, no [[choirs : choir]], just the clouds and the moon and the wind.","\n","^It's a bright, brilliant moon tonight. The clouds, thin wisps of navy and black, scud across the sky like seafoam.","\n","^A small roost of crows nestles in the belfry.","\n","^You can almost feel the building breathe, slow and quiet, like a mountain breathes.","\n","^Deep beneath the earth there comes a [[rumble : END]].","\n","done",{"#f":3}],"lose":[{"#":"image: window_base"},"^I just don't feel anything any more.","\n","^I keep praying for something, anything - a film to make me cry, a song to make me smile. ANYTHING.","\n","^But still, nothing.","\n","^It's like a void. I've lost all feeling and I don't remember how to care.","\n","^They tell me it'll get better with time, but I'm scared of that, too - what if it gets better, and then gets worse?","\n","^Why is feeling nothing so painful?","\n","^Please. God. I need [[help : help]].","\n","done",{"#f":3}],"love":[{"#":"image: finally"},"^I love you, and love is not a big enough word.","\n","^I love you like a flower loves water: a thirst, a need, a completion.","\n","^I love you like the sea loves the sky. I want to be your mirror, showing you how beautiful you are, how perfect.","\n","^I love you like a circle loves itself.","\n","^I love you like meat loves salt. A necessity. An enhancement.","\n","^I love you purely, and simply, and I cannot help it; it spills out of me in ribbons and silk and all I can do is say these words that are not enough:","\n","^I love you I love you I love you","\n","done",{"#f":3}],"tree":[{"#":"image: window_base"},"^There used to be a big oak tree next to the church, grandfather said. It was tall, almost as tall as the steeple, and its branches spread out wide like a splayed hand.","\n","^They used to climb it before church, scrambling to get to the top first and scraping their knees in the process.","\n","^They might find acorns, or a bird's nest; whatever they found was ammunition for the children who weren't as fast.","\n","^But the tree was felled in a storm, toppling over into the graveyard and taking several graves with it. Where its roots had dug in deep, it pulled up centuries of mud and worms, and with it, the decaying remains of those below.","\n","^The townsfolk were terrified, convinced it was some kind of omen, and for the next few months the church's coffers were full to bursting with people trying to make bargains with God.","\n","^Save us from damnation.","\n","^Save us from eternal flames.","\n","^Save us, save us, save us.","\n","^But the tree was taken away, chopped into pieces and turned into the huge carved oak doors that serve as the church entrance.","\n","^The carving shows what the townsfolk were afraid of: high at the top is Heaven, all clouds and trumpeting angels; down below at eye-level is Hell, and the sinners burning for their transgressions.","\n","^It's very difficult to look at, but you have to if you want to come in.","\n","^You have to accept the fear of Hell if you want to enter Heaven.","\n","done",{"#f":3}],"end":[{"#":"image: thing"},"^for millennia","\n","^a battle has raged on","\n","^beneath our feet","\n","^above our heads","\n","^slow enough to be invisible","\n","^moving in tandem with the continents","\n","^but for eternal beings","\n","^it is inevitable","\n","^and now it is time","\n","^the final clash","\n","^we did not realise","\n","^it seemed","\n","^like any other day","\n","^until the sky turned red","\n","^and the ground cracked and split","\n","^the sun went black","\n","^and the earth began to shake","\n","done",{"#f":3}],"broken_hearts":[{"#":"image: finally"},"^\"If you say no now, you'll never say yes.\"","\n","^I put my heart on the line, knowing I couldn't predict him, knowing I couldn't change anything but my own decisions.","\n","^I gave him all of me and he gave it back.","\n","^I am worthless.","\n","^He'll never say yes.","\n","done",{"#f":3}],"help":[{"#":"image: window_base"},"^Sometimes I look down on them, so helpless and afraid, and I wonder what I could do.","\n","^I cannot do anything but move through time.","\n","^But I wish, sometimes, I could break my passivity and reach out a hand to them. Hold them to me. Caress them like my children and tell them everything will be okay and that one day, perhaps, they can be with me.","\n","^But I cannot.","\n","^I am as helpless as they are.","\n","done",{"#f":3}],"#f":3}],"listDefs":{}}